Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_3.tmx
Source language: en
Languages: it

source: Vulcanized fiber for use in the manufacture of electrical insulation
it: Fibre vulcanizzate per la fabbricazione di isolanti elettrici

source: Insulating plaster
it: Rivestimenti isolanti

source: Polystyrene [semi finished]
it: Polistirene [semilavorato]

source: Polythene sheeting for insulation
it: Fogli di polietilene per l'isolamento

source: Polyurethane foam [semi-finished]
it: Poliuretano espanso [semilavorato]

source: Varnishes (Insulating -) for applying to electronic components
it: Vernice (Isolante -) per applicazione a componenti elettronici

source: Glass fiber insulation for use in construction
it: Isolanti in fibre di vetro per la costruzione

source: Glass wool for building insulation
it: Lana di vetro per l'isolamento di edifici

source: Flexible hoses, not of metal
it: Tubi flessibili non metallici

source: Electrical tape
it: Nastro isolante

source: Articles made of rubber for sealing
it: Articoli in gomma per chiusura a tenuta

source: Mountings made of rubber for engines
it: Supporti in gomma per motori

source: Non-metallic couplings for tubes
it: Accoppiamenti non metallici per tubi

source: Asbestos fibers [fibres]
it: Filamenti d'amianto

source: Industrial coatings for insulating buildings
it: Rivestimenti industriali per isolamento di edifici

source: Hydrochlorinated rubber
it: Gomma idroclorurata

source: Insulated pipe supports
it: Supporti per tubi isolati

source: Flexible hose of cotton with wire braiding
it: Tubi flessibili in cotone con trecce di fili

source: Flexible hoses of rubber reinforced with synthetic fabric
it: Tubi flessibili in gomma rinforzata con tessuti sintetici

source: Substances for insulating buildings against moisture
it: Prodotti isolanti contro l'umidità negli edifici

source: Insulators for cables
it: Isolanti per cavi

source: Adhesive tapes for use in securing carpets
it: Nastri adesivi per fissare tappeti

source: Panels made of vinyl [semi-worked]
it: Pannelli di vinile [semilavorati]

source: Paper adhesive tape, other than for household, medical or stationery purposes
it: Nastro adesivo in carta non per casa, uso medico o cancelleria

source: Pipe connections (non-metallic -) [parts of rigid water pipes]
it: Connessioni per tubi (non metalliche -) [parti di tubi dell'acqua rigidi]

source: Fabrics woven from ceramic fibres for use as insulation
it: Stoffe tessute da fibre in ceramica per uso come isolanti

source: Translucent twin-wall sheets made of polycarbonates
it: Fogli a due onde traslucidi a base di policarbonati

source: Transparent acrylic resin sheets incorporating conductive meshes
it: Fogli in resine acriliche trasparenti comprendenti reti conduttive

source: Water-tight collars of vulcanised fibre
it: Fascette in fibre vulcanizzate a tenuta d'acqua

source: Waterproof membranes of rubber
it: Membrane impermeabili in gomma

source: Synthetic resins [semi-finished products]
it: Resine artificiali [prodotti semilavorati]

source: Cross-linked polymeric membranes in sheet form
it: Membrane polimeriche reticolate sotto forma di fogli

source: Elastomers for bonding to surfaces in areas for shot-blasting
it: Elastomeri da legare a superfici in aree per la sabbiatura metallica

source: Elbow joints (Non-metallic -) for flexible pipes
it: Giunti a gomito (Non metallici -) per tubi flessibili

source: Electrical insulating material of mica particles in pliant glass
it: Materiali per isolamento elettrico in particelle di mica in vetro flessibile

source: Insulation for air conditioners
it: Isolanti per condizionatori d'aria

source: Insulation for aircraft
it: Isolanti per velivoli

source: Stuffing materials of plastics
it: Materiali di imbottitura di plastica

source: Substrates for electrical insulation
it: Substrati per l'isolamento elettrico

source: Foam sheeting for use as a building insulation
it: Fogli in espanso per uso come isolanti per edifici

source: Rubber packing for shipping containers
it: Imballaggi in gomma per container da spedizione

source: Non-metallic flexible hoses made of synthetic rubber
it: Tubi flessibili non metallici in gomma sintetica

source: Insulators
it: Isolanti

source: Washers of rubber or vulcanized fiber [fibre]
it: Rondelle di gomma o di fibra vulcanizzata

source: Microporous synthetic sheets for the manufacture of protective workwear
it: Fogli sintetici microporosi per la produzione di indumenti da lavoro protettivi

source: Joint filling compounds
it: Composti per riempire giunti

source: Laminated plastic surface protection materials
it: Materiali di protezione di superfici in laminato plastico

source: Fiberglass [fibreglass] fabrics, for insulation
it: Tessuti in fibre di vetro per l'isolamento

source: Plastic materials in the form of chips for use as packing
it: Materie plastiche sotto forma di trucioli da utilizzare come imballaggi

source: Plastic materials in the form of mouldings for use as cushioning materials in packaging
it: Materie plastiche sotto forma di stampati da utilizzare come materiali d' imbottitura per imballaggio

source: Plastic sheeting for use in forestry
it: Fogli in plastica per la silvicoltura

source: Insulating varnishes based on plastics materials
it: Vernici isolanti a base di materie plastiche

source: High tension insulators
it: Isolanti per alta tensione

source: Fluorosilicone rubber compounds
it: Composti di gomma fluorosiliconica

source: Casings of rubber for tubes
it: Involucri in gomma per condotti

source: Hoses (Non-metallic -) for industrial purposes
it: Tubi flessibili (Non metallici -) per uso industriale

source: Expansion joints for use in wall constructions
it: Giunti ad espansione per costruzione di pareti

source: Insulating materials for building
it: Materiali isolanti per l'edilizia

source: Insulating materials for insulation against heat
it: Materiali isolanti per isolamento termico

source: Insulating paints for facades
it: Pitture isolanti per facciate

source: Sound-adsorbing ceiling coverings
it: Rivestimenti fonoassorbenti per soffitti

source: Spun polyester fibre [other than for textile use]
it: Fibre di poliesteri filati [non per uso tessile]

source: Threads of rubber, not for use in textiles
it: Fili di gomma non per uso tessile

source: Collars of rubber for fastening pipes
it: Collari in gomma per fissaggio di condotti

source: Resin impregnated fabrics for the fabrication of components
it: Tessuti impregnati di resina per la fabbricazione di componenti

source: Grommets made of vulcanized fibre
it: Occhielli in fibre vulcanizzate

source: Protective packaging of rubber
it: Imballaggi protettivi in gomma

source: Sealing profiles (Non-metallic -)
it: Profili sigillanti (Non metallici -)

source: Sealing strips made of synthetic rubber
it: Strisce di tenuta in gomma sintetica

source: Radial shaft sealing rings (Non-metallic -)
it: Guarnizioni radiali per alberi (Non metalliche -)

source: Glands for pipes
it: Premistoppa per tubi

source: Valves of india-rubber or vulcanized fiber [fibre]
it: Valvole di gomma o di fibra vulcanizzata

source: Rubber derivatives
it: Derivati della gomma

source: Polymeric porous membranes in sheet form
it: Membrane porose polimeriche sotto forma di fogli

source: Packaging tapes (Adhesive -), other than for household or stationery use
it: Nastri per imballaggio (Adesivi -), non per la casa o la cancelleria

source: Synthetic resin compositions [semi-processed] for industrial purposes
it: Composti di resine sintetiche [semilavorate] per uso industriale

source: Fleeces of crude fibres of carbon [insulation]
it: Velli di fibre di carbonio grezze [isolamento]

source: Fabrics made from silk for use as insulation
it: Tessuti realizzati con seta per uso come isolanti

source: Acrylic latexes (Semi-processed -)
it: Lattici acrilici (Semilavorati -)

source: Sealants for joints for building purposes
it: Sigillanti per giunti per l'edilizia

source: Seals (Non-metallic -) for preventing leakage of gases
it: Chiusure a tenuta (non metalliche) per evitare perdite di gas

source: Rubber for heat insulation
it: Gomma per isolamento termico

source: Asbestos coverings
it: Rivestimenti d'amianto

source: Grommets made of synthetic rubber
it: Occhielli in gomma sintetica

source: Under flooring sheets of rubber
it: Fogli sottopavimento in gomma

source: Urea-formaldehyde resins [semi-worked]
it: Resine di urea-formaldeide [semilavorate]

source: Washers of vulcanised fibre for the protection of screws
it: Rondelle di fibre vulcanizzate per la protezione di bulloni

source: Synthetic rubber in the form of sheets
it: Gomma sintetica sotto forma di fogli

source: Resins for use in controlling the flow properties of fluids
it: Resine per il controllo delle proprietà di flusso di liquidi

source: Plastic film, other than for wrapping
it: Pellicole di plastica non per imballaggio

source: Cellulose acetate, semi-processed
it: Acetato di cellulosa semilavorato

source: Thermally bonded cotton batting used as a sound deadening material
it: Ovatta di cotone legata termicamente da utilizzare come materiale fonoisolante

source: Foam for use in sound absorption
it: Espansi per fonoassorbimento

source: Foam for use in sound insulation
it: Espansi per isolamento acustico

source: Foam glass for use as an insulating materials
it: Vetro espanso per uso come materiale isolante

source: Polyurethane foam in blocks
it: Poliuretano espanso in blocchi

source: Varnishes for electrical insulation for application to electronic components
it: Vernici per isolamento elettrico da applicare a componenti elettronici

source: Washers of rubber for the protection of screws
it: Rondelle di gomma per la protezione di bulloni

source: Washers of rubber for the protection of draw bolts
it: Rondelle di gomma per la protezione di bulloni di serraggio

source: Washers of rubber for the protection of lag screws
it: Rondelle di gomma per la protezione di viti lag

source: Glass fiber fireproof textiles
it: Tessuti ignifughi in fibra di vetro

source: Graphite packing for pumps, gaskets and valves
it: Guarnizioni di grafite per pompe, guarnizioni e valvole

source: Insulating sleeves for power lines
it: Manicotti isolanti per linee elettriche

source: Insulating tiles
it: Piastrelle isolanti

source: Lightweight mineral wool slabs for fire insulation purposes
it: Lastre di lana minerale leggera a scopo di isolamento antincendio

source: Mastic for sealing joints
it: Mastice per sigillare giunti

source: Articles made of rubber for use in vibration suppression
it: Articoli in gomma per uso nella soppressione delle vibrazioni

source: Elastomer polymers
it: Polimeri elastomerici

source: Thermal insulation material used in the conversion of lofts
it: Materiali per isolamento termico usati nella conversione di solai

source: Transfer membranes of polyamides
it: Membrane di trasferimento di poliammidi

source: Translucent flexible material for insulating rooflights
it: Materiali flessibili traslucidi per isolamento di lucernari

source: Adhesive tapes, for technical purposes
it: Nastri adesivi per uso tecnico

source: Cellulose acetate film used in the manufacture of pressure sensitive adhesive tape
it: Pellicole in acetato di cellulosa per la fabbricazione di nastri adesivi a pressione

source: Moulds of rubber for use in the production of decorative paving stones
it: Stampi in gomma per la produzione di pietre da pavimentazione decorative

source: Insulators for electronic use
it: Isolanti per l'elettronica

source: Insulatory coatings of plastic resin
it: Rivestimenti isolanti in resine plastiche

source: Electrical insulating tape
it: Nastro isolante elettrico

source: Fluoro rubber
it: Gomma al fluoro

source: Flexible hose of cotton with wire inserts
it: Tubi flessibili in cotone con inserti di fili

source: Flexible hose pipes of rubber
it: Tubi flessibili in gomma

source: Plugs of rubber for use in manufacture
it: Tappi in gomma per la fabbricazione

source: Shaped strips of rubber for use in the manufacture of doors
it: Strisce sagomate in gomma per la fabbricazione di porte

source: Photo-luminescent paints [insulating]
it: Pitture foto-luminescenti [isolamento]

source: Thermal insulation jackets for hot water cylinders
it: Guaine termoisolanti per serbatoi di acqua calda

source: Fabrics of organic fibres for use as insulation
it: Tessuti in fibre organiche per isolamento

source: Jackets [insulating] for tanks
it: Guaine [isolamento] per recipienti

source: Water-tight revetments for the protection of foundations
it: Rivestimenti a tenuta d'acqua per protezione di fondamenta

source: Waterproof membranes of vulcanised fibre
it: Membrane impermeabili in fibra vulcanizzata

source: Engine mounts of rubber for watercraft
it: Supporti in gomma per motori per imbarcazioni

source: Expanded synthetic resins [semi-processed]
it: Resine sintetiche espanse [semilavorate]

source: Latex rubber for use in manufacture
it: Gomma di lattice per uso nella produzione

source: Moldable compounds for use in jointing and packing
it: Composti plasmabili da utilizzare in giunzioni e raccordi

source: Synthetic padding to be used for filtration in filters
it: Imbottiture sintetiche per la filtrazione per uso in filtri

source: Watertight rings for plumbing pipes
it: Anelli stagni per tubi idraulici

source: Rubber sealant for caulking and adhesive purposes
it: Sigillante in gomma per uso in coibentazione e incollaggio

source: Non-metallic flexible hoses of textile
it: Tubi flessibili non metallici in tessuto

source: Non-metallic underground tubing
it: Tubi non metallici sotterranei

source: Acrylic resin sheeting for use in the manufacture of laminated glass
it: Fogli in resina acrilica per la fabbricazione di vetro laminato

source: Mineral fibres for insulating purposes
it: Fibre minerali per l'isolamento

source: Laminated plastics material for use with mechanical engraving material
it: Materie laminate di plastica per uso con materiali di incisione meccanici

source: Chlorinated rubber
it: Gomma clorurata

source: Electrical insulating materials
it: Materiali per l'isolamento elettrico

source: Hoses (Non-metallic -) for use with watercraft
it: Tubi flessibili (Non metallici -) per imbarcazioni

source: Carbon fibre reinforced synthetic resins for use in manufacture
it: Resine sintetiche rinforzate con fibra di carbonio per la fabbricazione

source: Carpet tape [other than for household use]
it: Nastro per tappeti [non per uso domestico]

source: Cast nylon for use in manufacture
it: Nylon fuso per la fabbricazione

source: Foil of regenerated cellulose, other than for wrapping
it: Fogli di cellulosa rigenerata non per imballaggio

source: Fibre board for use as insulation
it: Pannelli di fibre per l'isolamento

source: Extruded polythene sheeting for the construction of greenhouses
it: Materiali in fogli di polietilene estrusi per la costruzione di serre

source: Insulating materials made from reprocessed plastics
it: Materiali isolanti in materie plastiche rilavorate

source: Spacers (Vulcanised fibre -) for use with optical cables
it: Distanziatori (Fibra vulcanizzata -) per cavi ottici

source: Silicone rubber
it: Gomma di silicone

source: Valves of rubber or vulcanized fiber [not including machine elements]
it: Valvole in gomma o in fibra vulcanizzata [tranne elementi di macchine]

source: Acoustic board for ceilings [insulation]
it: Pannelli acustici per soffitti [isolanti]

source: Acoustic insulants
it: Isolanti acustici

source: Cellulose material compressed into planar form [semi-finished]
it: Materiali di cellulosa compressi in forma piana [semilavorati]

source: Ceramic parts for insulation in high-voltage apparatus
it: Parti in ceramica per l'isolamento in apparecchi ad alta tensione

source: Semi-finished rubber in the form of cuttings
it: Gomma semilavorata sotto forma di pezzi tagliati

source: Semi-processed brake linings
it: Guarnizioni per freni semilavorate

source: Pipes made of synthetic flexible material
it: Condotti in materiali sintetici flessibili

source: Plastic materials in the form of chips for use as cushioning materials in packaging
it: Materie plastiche sotto forma di scaglie da utilizzare come materiali d' imbottitura per imballaggio

source: Heat resistant coatings in the form of ceramic plates
it: Rivestimenti termo-resistenti sotto forma di lastre in ceramica

source: Yarns of carbon fibres [other than for use in textiles]
it: Fili di fibra di carbonio [non per uso tessile]

source: Insulating fillers
it: Riempitivi isolanti

source: Insulating foils
it: Fogli isolanti

source: Polyethylene sheeting for laying over the frames of agricultural structures
it: Fogli in polietilene da stendere sopra il telaio di strutture agricole

source: Polyethylene sheeting for use in cloches
it: Fogli in polietilene per campane di vetro

source: Polymeric membranes
it: Membrane polimeriche

source: Electrical ceramic insulators
it: Isolanti elettrici in ceramica

source: Sequency membranes of cellulose
it: Membrane di sequenza in cellulosa

source: Shaped parts made from electroconductive rubber
it: Parti sagomate a base di gomma elettroconduttiva

source: Asbestos packing
it: Trecce d'amianto

source: Pipe unions (Non-metallic -)
it: Bocchettoni (Non metallici -)

source: Random packings of rubber
it: Riempimenti sfusi in gomma

source: Range spacers for high tension insulators
it: Distanziali per isolatori ad alta tensione

source: Recycled compound plastics for use in manufacture
it: Materie plastiche composte riciclate per la fabbricazione

source: Plastics in the form of sheets, films, blocks, rods and tubes
it: Materie plastiche sotto forma di fogli, pellicole, blocchi, bacchette e tubi

source: Weather seals (Non-metallic -) for doors
it: Guarnizioni di tenuta (Non metallici -) per porte

source: Fabrics made from cotton for use as insulation
it: Tessuti realizzati con cotone per uso come isolanti

source: Sealants for sealing joints
it: Sigillanti per sigillatura giunti

source: Sealing compounds [mastics]
it: Composti sigillanti [mastici]

source: Polyvinyl chloride film [other than for wrapping or packaging]
it: Pellicola di cloruro di polivinile [non per confezione o imballaggio]

source: Pre-formed insulation components
it: Componenti isolanti preformati

source: Rubber for electrical insulation
it: Gomma per isolamento elettrico

source: Glass retaining strips of rubber
it: Strisce di tenuta in gomma per vetri

source: Unsaturated polyester resins [semi-finished]
it: Resine insature in poliestere [semilavorate]

source: Unsaturated synthetic polyester resins [semi-finished]
it: Resine insature artificiali in poliestere [semilavorate]

source: Gap filling tapes
it: Nastri per riempitura

source: Gaskets for use as a fluid tight seal
it: Guarnizioni per tenuta ermetica di liquidi

source: Structures (non-metallic -) for noise absorption [soundproofing]
it: Strutture (non metalliche -) per assorbimento acustico [insonorizzazione]

source: Synthetic rubber in the form of bales
it: Gomma sintetica sotto forma di balle

source: Synthetic rubber in the form of blocks
it: Gomma sintetica sotto forma di blocchi

source: Synthetic rubber in the form of granules
it: Gomma sintetica sotto forma di granuli

source: Synthetic rubber in the form of powders
it: Gomma sintetica sotto forma di polveri

source: Resins for use in forming a hardened skin on walls
it: Resine per la formazione di una patina indurita su pareti

source: Ribbon cable (Rubber clips for -)
it: Cavo a nastro (Fermagli in gomma per -)

source: Insulating bands
it: Nastri isolanti

source: Rubber sheets for sealing
it: Fogli di gomma per tenuta

source: Draught excluder strips
it: Guarnizioni per serramenti

source: Shock-absorbing buffers of rubber
it: Paracolpi ammortizzatori in gomma

source: Draught excluding seals in the form of strips
it: Dispositivi parafreddo a forma di strisce

source: Water-tight rings
it: Anelli di tenuta

source: O-rings
it: O-ring

source: Rings (Water-tight -)
it: Anelli (a tenuta stagna -)

source: Flexible pipes, tubes, hoses, and fittings therefor, including valves
it: Tubi, tubature e condutture non metallici e loro accessori incluse le valvole

source: Insulation and barrier articles and materials
it: Articoli e materiali isolanti e di barriera (acustica)

source: Seals, sealants and fillers
it: Guarnizioni, mastici e stucchi

source: Glass fibre and glass wool
it: Fibre di vetro e lana di vetro

source: Cellulose acetate
it: Cellulosa acetata

source: Clutch and brake linings
it: Pastiglie per frizioni e freni

source: Membranes and semi-processed synthetic filtering materials
it: Membrane, e materiali filtranti sintetici semi-lavorati

source: Shock-absorbing and packing materials, vibration dampers
it: Materiale per ammortizzare e imballare, smorzatori di vibrazioni

source: Adhesive tapes, strips, bands and films
it: Nastri adesivi, strisce, fasce e pellicole

source: Acoustic insulation articles and materials
it: Articoli e materiali per l'isolamento acustico

source: Thermal insulation articles and materials
it: Articoli e materiali per l'isolamento termico

source: Electrical insulation articles and materials
it: Articoli e materiali per l'isolamento elettrico

source: Synthetic and composite materials
it: Materiali sintetici e compositi

source: Molds
it: Stampi

source: Polyester
it: Poliesteri

source: Mineral fibers
it: Fibre minerali

source: Stopping materials
it: Materiali sigillanti

source: Unprocessed and semi-processed materials included in the class, not specified for use
it: Materiali grezzi e semi-lavorati inclusi in questa classe, non per usi specifici

source: Finished or semi-finished goods, of materials included in the class, specified for use
it: Prodotti lavorati o semi-lavorati fatti in materie incluse in questa classe, per usi specifici

source: Statues and works of art
it: Statue e produzioni artistiche

source: Coverings
it: Coperture

source: Electrical insulating paints
it: Pitture elettroisolanti

source: Flexible pipes, tubes, hoses, and fittings therefor, including valves, non-metallic
it: Tubi flessibili, condutture e loro raccordi e raccorderia, comprese le valvole, non in metallo

source: Fittings, not of metal, for flexible pipes
it: Raccordi, non metallici, per tubi flessibili

source: Adhesive anti-slip tape for flooring applications
it: Nastri adesivi antiscivolo per pavimenti

source: Plastic film for packing, cushioning or stuffing purposes [other than for wrapping]
it: Pellicola in plastica per imballaggio o imbottitura [non per impacchettare]

source: Polymer film used for manufacturing electronic circuits
it: Pellicole polimeriche per la fabbricazione di circuiti elettronici

source: Semi-processed natural resins
it: Resine naturali semilavorate

source: Semi-processed resins
it: Resine semilavorate

source: Regenerated fiber thread not for textile use
it: Fili in fibre rigenerate non per uso tessile

source: Asbestos millboards
it: Cartoni di amianto

source: Glass wool for insulation
it: Lana di vetro per l'isolamento

source: Fibreglass for insulation
it: Fibre di vetro per l'isolamento

source: Asbestos packing for pistons
it: Guarnizioni in amianto per pistoni

source: Electrical insulators
it: Isolanti elettrici

source: Stops of rubber
it: Paraurti di gomma

source: Rubber stoppers
it: Tappi di gomma

source: Self-adhesive tapes, other than stationery and not for medical or household purposes
it: Nastri autoadesivi esclusi quelli per la medicina, la cartoleria o la casa

source: Adhesive bands, other than stationery and not for medical or household purposes
it: Nastri adesivi, esclusi quelli per la medicina, la cartoleria o la casa

source: Asbestos cloth
it: Tela d'amianto

source: Asbestos fabrics
it: Tessuti d'amianto

source: Insulating fabrics
it: Tessuti isolanti
